const details = [
    {
        paraId: '1',
        paraData: '॥ ಶ್ರೀ ಗಣಾಧಿಪ ಪಂಚರತ್ನಂ ॥ ಸರಾಗಿಲೋಕದುರ್ಲಭಂ ವಿರಾಗಿಲೋಕಪೂಜಿತಂ ಸುರಾಸುರೈರ್ನಮಸ್ಕೃತಂ ಜರಾಪಮೃತ್ಯುನಾಶಕಮ್ | ಗಿರಾ ಗುರುಂ ಶ್ರಿಯಾ ಹರಿಂ ಜಯಂತಿ ಯತ್ಪದಾರ್ಚಕಾಃ ನಮಾಮಿ ತಂ ಗಣಾಧಿಪಂ ಕೃಪಾಪಯಃ ಪಯೋನಿಧಿಮ್ || ೧ ||'
    },
    {
        paraId: '2',
        paraData: 'ಗಿರೀಂದ್ರಜಾಮುಖಾಂಬುಜ ಪ್ರಮೋದದಾನ ಭಾಸ್ಕರಂ ಕರೀಂದ್ರವಕ್ತ್ರಮಾನತಾಘಸಂಘವಾರಣೋದ್ಯತಮ್ | ಸರೀಸೃಪೇಶ ಬದ್ಧಕುಕ್ಷಿಮಾಶ್ರಯಾಮಿ ಸಂತತಂ ಶರೀರಕಾಂತಿ ನಿರ್ಜಿತಾಬ್ಜಬಂಧುಬಾಲಸಂತತಿಮ್ || ೨ ||'
    },
    {
        paraId: '3',
        paraData: 'ಶುಕಾದಿಮೌನಿವಂದಿತಂ ಗಕಾರವಾಚ್ಯಮಕ್ಷರಂ ಪ್ರಕಾಮಮಿಷ್ಟದಾಯಿನಂ ಸಕಾಮನಮ್ರಪಂಕ್ತಯೇ | ಚಕಾಸತಂ ಚತುರ್ಭುಜೈಃ ವಿಕಾಸಿಪದ್ಮಪೂಜಿತಂ ಪ್ರಕಾಶಿತಾತ್ಮತತ್ತ್ವಕಂ ನಮಾಮ್ಯಹಂ ಗಣಾಧಿಪಮ್ || ೩ ||'
    },
    {
        paraId: '4',
        paraData: 'ನರಾಧಿಪತ್ವದಾಯಕಂ ಸ್ವರಾದಿಲೋಕನಾಯಕಂ ಜ್ವರಾದಿರೋಗವಾರಕಂ ನಿರಾಕೃತಾಸುರವ್ರಜಮ್ | ಕರಾಂಬುಜೋಲ್ಲಸತ್ಸೃಣಿಂ ವಿಕಾರಶೂನ್ಯಮಾನಸೈಃ ಹೃದಾಸದಾವಿಭಾವಿತಂ ಮುದಾ ನಮಾಮಿ ವಿಘ್ನಪಮ್ || ೪ ||'
    },
    {
        paraId: '5',
        paraData: 'ಶ್ರಮಾಪನೋದನಕ್ಷಮಂ ಸಮಾಹಿತಾಂತರಾತ್ಮನಾಂ ಸುಮಾದಿಭಿಃ ಸದಾರ್ಚಿತಂ ಕ್ಷಮಾನಿಧಿಂ ಗಣಾಧಿಪಮ್ | ರಮಾಧವಾದಿಪೂಜಿತಂ ಯಮಾಂತಕಾತ್ಮಸಂಭವಂ ಶಮಾದಿಷಡ್ಗುಣಪ್ರದಂ ನಮಾಮಿ ತಂ ವಿಭೂತಯೇ || ೫ ||'
    },
    {
        paraId: '6',
        paraData: 'ಗಣಾಧಿಪಸ್ಯ ಪಂಚಕಂ ನೃಣಾಮಭೀಷ್ಟದಾಯಕಂ ಪ್ರಣಾಮಪೂರ್ವಕಂ ಜನಾಃ ಪಠಂತಿ ಯೇ ಮುದಾಯುತಾಃ | ಭವಂತಿ ತೇ ವಿದಾಂ ಪುರಃ ಪ್ರಗೀತವೈಭವಾಜವಾತ್ ಚಿರಾಯುಷೋಽಧಿಕಃ ಶ್ರಿಯಸ್ಸುಸೂನವೋ ನ ಸಂಶಯಃ || ೬ ||'
    }
]

const stringDetails = "॥ ಶ್ರೀ ಗಣಾಧಿಪ ಪಂಚರತ್ನಂ ॥ ಸರಾಗಿಲೋಕದುರ್ಲಭಂ ವಿರಾಗಿಲೋಕಪೂಜಿತಂ ಸುರಾಸುರೈರ್ನಮಸ್ಕೃತಂ ಜರಾಪಮೃತ್ಯುನಾಶಕಮ್ | ಗಿರಾ ಗುರುಂ ಶ್ರಿಯಾ ಹರಿಂ ಜಯಂತಿ ಯತ್ಪದಾರ್ಚಕಾಃ ನಮಾಮಿ ತಂ ಗಣಾಧಿಪಂ ಕೃಪಾಪಯಃ ಪಯೋನಿಧಿಮ್ || ೧ ||<br/>ಗಿರೀಂದ್ರಜಾಮುಖಾಂಬುಜ ಪ್ರಮೋದದಾನ ಭಾಸ್ಕರಂ ಕರೀಂದ್ರವಕ್ತ್ರಮಾನತಾಘಸಂಘವಾರಣೋದ್ಯತಮ್ | ಸರೀಸೃಪೇಶ ಬದ್ಧಕುಕ್ಷಿಮಾಶ್ರಯಾಮಿ ಸಂತತಂ ಶರೀರಕಾಂತಿ ನಿರ್ಜಿತಾಬ್ಜಬಂಧುಬಾಲಸಂತತಿಮ್ || ೨ ||<br/>ಶುಕಾದಿಮೌನಿವಂದಿತಂ ಗಕಾರವಾಚ್ಯಮಕ್ಷರಂ ಪ್ರಕಾಮಮಿಷ್ಟದಾಯಿನಂ ಸಕಾಮನಮ್ರಪಂಕ್ತಯೇ | ಚಕಾಸತಂ ಚತುರ್ಭುಜೈಃ ವಿಕಾಸಿಪದ್ಮಪೂಜಿತಂ ಪ್ರಕಾಶಿತಾತ್ಮತತ್ತ್ವಕಂ ನಮಾಮ್ಯಹಂ ಗಣಾಧಿಪಮ್ || ೩ ||<br/>ನರಾಧಿಪತ್ವದಾಯಕಂ ಸ್ವರಾದಿಲೋಕನಾಯಕಂ ಜ್ವರಾದಿರೋಗವಾರಕಂ ನಿರಾಕೃತಾಸುರವ್ರಜಮ್ | ಕರಾಂಬುಜೋಲ್ಲಸತ್ಸೃಣಿಂ ವಿಕಾರಶೂನ್ಯಮಾನಸೈಃ ಹೃದಾಸದಾವಿಭಾವಿತಂ ಮುದಾ ನಮಾಮಿ ವಿಘ್ನಪಮ್ || ೪ ||<br/>ಶ್ರಮಾಪನೋದನಕ್ಷಮಂ ಸಮಾಹಿತಾಂತರಾತ್ಮನಾಂ ಸುಮಾದಿಭಿಃ ಸದಾರ್ಚಿತಂ ಕ್ಷಮಾನಿಧಿಂ ಗಣಾಧಿಪಮ್ | ರಮಾಧವಾದಿಪೂಜಿತಂ ಯಮಾಂತಕಾತ್ಮಸಂಭವಂ ಶಮಾದಿಷಡ್ಗುಣಪ್ರದಂ ನಮಾಮಿ ತಂ ವಿಭೂತಯೇ || ೫ ||<br/>ಗಣಾಧಿಪಸ್ಯ ಪಂಚಕಂ ನೃಣಾಮಭೀಷ್ಟದಾಯಕಂ ಪ್ರಣಾಮಪೂರ್ವಕಂ ಜನಾಃ ಪಠಂತಿ ಯೇ ಮುದಾಯುತಾಃ | ಭವಂತಿ ತೇ ವಿದಾಂ ಪುರಃ ಪ್ರಗೀತವೈಭವಾಜವಾತ್ ಚಿರಾಯುಷೋಽಧಿಕಃ ಶ್ರಿಯಸ್ಸುಸೂನವೋ ನ ಸಂಶಯಃ || ೬ ||"

console.log('String', JSON.stringify(details));